Repository: scmmmh/experiment-support-system
Catalog: src/pyquest/l10n/*/LC_MESSAGES/frontend.po
Languages: de

source: %(survey_title)s - Completed
de: %(survey_title)s - Abgeschlossen

source: This survey is currently being tested and is not live yet. Answers will be validated and recored as if the survey were live, but will be wiped automatically at the end of the test. Testers will also be able to complete the survey multiple times.
de: Diese Umfrage ist zur Zeit in der Testphase und noch nicht freigegeben. Antworten werden validiert und gespeichert als ob die Umfrage freigegeben wäre, aber am Ende der Testphase werden alle Antworten automatisch gelöscht. Tester können die Umfrage auch mehrmals beantworten.

source: Thank you very much for participating in this survey.
de: Danke dass Sie an dieser Umfrage teilgenommen haben.

source: You got %(control_right)s of the %(control_total)s control questions right.
de: Sie haben %(control_right)s der %(control_total)s Kontrollfragen korrekt beantwortet.

source: This survey is currently being tested and is not live yet. Your answers have been recored and you can now [1:test the survey again], if you wish to do so.
de: Diese Umfrage ist zur Zeit in der Testphase und noch nicht freigegeben. Ihre Antworten sind gespeichert worden und sie können [1:die Umfrage jetzt erneut ausfüllen], falls Sie das wünschen.

source: Unfortunately this survey is currently not accessible because it is %(status)s.
de: Diese Umfrage ist zur Zeit leider nicht zugänglich, da sie %(status)s ist.

source: Please check again later to see whether it has been re-started.
de: Bitte kommen Sie später wieder um zu sehen ob die Unfrage wieder gestartet wurde.

source: %(p1)s of %(p2)s pages completed[1:%(p1)s of %(p2)s pages completed]
de: %(p1)s aus %(p2)s Seiten abgeschlossen[1:%(p1)s aus %(p2)s Seiten abgeschlossen]

source: Your success rate is: %(perc)s%
de: Ihre Erfolgsquote ist: %(perc)s%

source: Please answer all required questions.
de: Bitte beantworten Sie alle Pflichtfragen

source: Clear Answers
de: Antworten zurücksetzen

source: More Questions
de: Mehr Fragen

source: Next Page
de: Nächste Seite

source: Finish Survey
de: Umfrage abschließen
